"about an hour ago" = "約1小時前";

"%d seconds ago" = "%d秒前";

"M/d/yy" = "yy/M/d";

"%d of %d" = "%d/%d";

"Are you sure you want to cancel?" = "你確定要取消嗎？";

"Send" = "發送";

"yyyy" = "yyyy年";

"Showing %@ Photos" = "顯示%@張相片";

"Unable to load this photo set." = "無法載入此相片組。";

"This photo set contains no photos." = "這是個空白相片組。";

"EEE h:mm a" = "EEE a h:mm ";

"Showing %@ of %@ Photos" = "顯示%@張中的%@相片";

"%d minutes ago" = "%d分鐘前";

"Open in Safari" = "開啟 Safari ";

"EEEE, LLLL d, YYYY" = "YYYY年LLLL d日EEEE";

"Sending..." = "發送中......";

"just a moment ago" = "剛剛";

"Yesterday" = "昨天";

"Alert" = "注意";

"No Internet Connection" = "無法連線上網";

"Today" = "今天";

"Sorry, there was an error." = "抱歉，出現錯誤。";

"Updating..." = "更新中......";

"%d hours ago" = "%d小時前";

"To:" = "致：";

"No Photos" = "沒有相片";

"Search" = "搜尋";

"Ok" = "確定";

"Connection Timed Out" = "連線逾時";

"h:mm a" = "a h:mm";

"No" = "否";

"Error" = "錯誤";

"Subject:" = "主旨：";

"New Message" = "新郵件";

"MMMM" = "MMMM";

"EEEE" = "EEEE";

"about a minute ago" = "約1分鐘前";

"OK" = "確定";

"Photo" = "相片";

"See All" = "顯示全部";

"Load More Photos..." = "載入更多相片......";

"MMM d h:mm a" = "MMM d日a h:mm ";

"Done" = "完成";

"MMMM d" = "MMMM d日";

"Cancel" = "取消";

"Yes" = "是";

"Loading..." = "載入中......";

"Connection Error" = "無法連線";
